{
  "label": "日本語",
  "common": {
    "meta": {
      "title": "Dapps/ブロックチェーンゲーム「My Crypto Heros」 | バトルβ",
      "description": "My Crypto Heroes（MCH）はバトルβテスト中です。プレセールを通じて獲得したヒーローを使用することができます。報酬付きのイベントも実施いたします！バトルβの各機能は順次追加されていきます。"
    }
  },
  "pages": {
    "home": "ホーム",
    "inventory": "インベントリ",
    "team": "チーム",
    "battles": "バトル",
    "dungeons": "クエスト",
    "market": "マーケット",
    "help": "ヘルプ",
    "terms": "利用規約"
  },
  "others": {
    "other": "その他"
  },
  "home": {
    "howTo": [
      {
        "title": "チームを組もう",
        "body": [
          {
            "title": "チームメンバーの選択",
            "body": "あなたのヒーローでチームを結成しましょう。\nヒーローは最大3人、チームに参加させることができます。"
          },
          {
            "title": "エクステンション（装備品）の選択",
            "body": "ヒーローは最大2つのエクステンション（装備品）を装着できます。\nチームに参加しているヒーローにエクステンションを装備させ、ヒーローたちを強化しましょう。"
          },
          {
            "title": "アクティブスキルを並べ替えよう",
            "body": "ヒーローは出番が来るたびに「アクティブスキル」を使って行動します。\nアクティブスキルは上から順番に自動的に使用されるので、あなたの作戦通りにヒーローたちが行動するようにアクティブスキルを並べ替えましょう。"
          }
        ]
      },
      {
        "title": "バトルに参加しよう",
        "body": [
          {
            "title": "対戦相手の選択",
            "body": "対戦相手を選びましょう。\nランクは対戦相手の強さの目安になります。\nあなたよりもランクの高い対戦相手を倒すことで、より高い報酬を獲得することができます。"
          },
          {
            "title": "バトル！",
            "body": "バトルはあなたが結成したチームが自律的に戦います。\nヒーローたちを信じてバトルの経過を見守りましょう。"
          },
          {
            "title": "ランク報酬",
            "body": "バトル結果に応じてあなたのランクが変動します。\nバトルβ終了時点のランクに応じて、正式サービスイン後に報酬を獲得することができます。"
          }
        ]
      }
    ],
    "notice": [
      "提供されているヒーローおよびエクステンションはバトルβ専用です。",
      "プレセールにて購入したヒーローもバトルβで使用可能ですが、正式サービス版とはステータスやスキルが異なります。",
      "無料提供のヒーローおよびエクステンションはバトルβ終了後、回収します。",
      "バトルβでの状態は正式サービスには引き継がれません。"
    ],
    "trouble": "【お知らせ】日本時間10/9(火) 9:25\n日本時間10/8(月)15:10頃より、バトルをプレイできない不具合が発生していたことが確認されました。ご不便をおかけしまして申し訳ございませんでした。\n現在は問題に対応し復旧いたしました。今後監視体制を強化し、再発防止に努めてまいります。",
    "update": "現在はバトルβの一部の機能のみがプレイ可能です。いまの実装内容の詳細、今後の実装スケジュールは下記にてご確認ください。",
    "login": "バトルβをプレイするには、Loom Networkへのログインが必要です。"
  },
  "team": {
    "button": "対戦相手を募集！"
  },
  "heroId": {
    "edit": {
      "warning": [
        "第三者の知的財産権を侵害するおそれがある画像はアートエディットで使用しないでください。",
        "以下に該当する恐れのある行為を禁止します。",
        "詳細は、以下のリンク「利用規約」をご確認ください。"
      ],
      "prohibited": [
        "法令、公序良俗又は本利用規約に違反する行為",
        "犯罪行為、犯罪に結びつく行為若しくはこれを助長する行為",
        "青少年有害情報(青少年が安全に安心してインターネットを利用できる環境の整備等に関する法律第2条第3項が定義するものをいいます。)を投稿する行為、児童を性交等の相手方となるように誘引する行為",
        "児童ポルノ等、その他のユーザーが不快に感じる文章又は画像等を送信し又は保存する行為",
        "性交、わいせつな行為若しくは出会い等を目的とする一切の行為",
        "面識のない者との交際に関する情報を送信し又は保存する行為",
        "虚偽の情報を申告してユーザー登録をする行為、その他本サービスにおいて当社又は第三者に対して事実に反する情報を提供し又は流布する行為",
        "覚せい剤、麻薬等の禁制品を始めとする薬物等の使用若しくは売買、未成年者に対する飲酒、喫煙、賭博等を推奨・勧誘する行為",
        "自殺又は自傷を勧誘・推奨する行為",
        "第三者を誹謗、中傷若しくは侮辱する内容、又は第三者の名誉若しくは信用を傷つける内容を掲載する行為その他の嫌がらせ行為",
        "人種、民族、性別、信条、社会的身分、居住地、身体的特徴、病歴、教育、財産等の差別につながる表現を掲載する行為",
        "本サービス又は本サービス上で提供される情報を用いた、本サービス外での営利行為又はその準備行為(本サービス外での、対価の種類を問わない、プロフィール又は秘密鍵の販売又は販売申出を含みますが、本利用規約に基づき許されている行為を除きます。)",
        "政治団体若しくは宗教団体への勧誘行為その他政治的又は宗教的な行為",
        "他のユーザーの個人情報を不当に収集し利用する行為",
        "当社又は第三者の知的財産権及び人格権等を侵害する行為",
        "OT、チートツール等の外部プログラム(本サービスの利用により得られる結果を、当社の意図しない形で操作する外部ツールを含みますが、それに限られません。)を作成し、頒布し、利用する行為",
        "前号の外部プログラムの利用により第三者が得た結果を、自らのために利用する行為",
        "単独又は他のユーザーと共謀して、又は他のユーザーの行為を利用することにより、本サービスの利用により得られる結果を不正に操作する行為",
        "本サービスを運営するためのサーバー又はネットワークに著しく負荷をかける行為",
        "不正アクセス行為",
        "本サービスの不具合に関する情報を、当社以外の第三者に対して故意に提供又は開示する行為",
        "当社、他のユーザー、又は本サービスに関連する人物若しくは団体等であるように振舞い、その他本サービスとの関連性について第三者に何らかの誤解を生ぜしめる行為",
        "コンピューターウイルスを頒布する行為",
        "本サービスに用いられるプログラムを改変し、毀損し、又は逆アセンブルし、逆コンパイルし、リバースエンジニアリングする行為",
        "端末機器に搭載の OS を改変し、毀損し、又は逆アセンブルし、逆コンパイルし、リバースエンジニアリングする(いわゆる「root 化」及び「ジェイルブレイク」を含みます。)行為",
        "当社又は第三者に対して損害を与え、その他何らかの迷惑を生ぜしめる行為",
        "本サービスの正常な提供を妨げる行為",
        "当社又は本サービスの信用を損なう行為",
        "その他、当社が不適切と判断する行為"
      ]
    }
  },
  "userId": {
    "reportButton": "ユーザーを報告する",
    "mail": {
      "subject": "{userName} {userAddress}",
      "body": "ユーザー名：{userName}\nLoomAdress：{userAddress}\n\nこのユーザーの問題を報告するには、このままメールを送信してください。\n報告を補足したい場合は、下記に内容を記載してください。\n—————————————————\n補足内容：\n\n\n\n\n————————————————"
    }
  }
}
